Repository: Sistemium/iSistemium
Catalog: iSistemium/Resources/*.lproj/Localizable.strings
Languages: ru

source: Send
ru: Отправить

source: Enter to Sistemium
ru: Вход в Sistemium

source: Enter phone number:
ru: Введите номер телефона:

# ENTER SMS CODE
source: Enter code from SMS:
ru: Введите код из SMS:

source: Logout
ru: Выйти

source: Wrong phone number
ru: Неверный номер телефона

source: Wrong SMS code
ru: Неверный код

source: No connection
ru: Нет соединения

source: Error
ru: Ошибка

source: Change
ru: Изменить

source: New SMS code
ru: Запросить новый SMS код

# NEW SMS CODE ALERT TITLE
source: Request new SMS code?
ru: Запросить новый SMS код?

source: Cancel
ru: Отмена

# R U SURE TO LOGOUT
source: Are you sure to logout?
ru: Выйти из аккаунта?

source: Ad campaigns
ru: Акции

# U R NOT AUTH
source: You are not authorized
ru: Вы не авторизованы

source: No gain
ru: Нет прибыли

source: No goal
ru: Нет цели

source: Home
ru: Дом

source: Reload data
ru: Перезагрузить данные

# 0ARTICLES
source: no arcticles
ru: нет товаров

# 1ARTICLES
source: article
ru: товар

# 2ARTICLES
source: articles
ru: товара

# 5ARTICLES
source: articles
ru: товаров

# 0PICTURES
source: no pictures
ru: нет изображений

# 1PICTURES
source: picture
ru: изображение

# 2PICTURES
source: pictures
ru: изображения

# 5PICTURES
source: pictures
ru: изображений

source: Add photo
ru: Добавить фото

source: Add photoreport
ru: Добавить фотоотчёт

source: photo
ru: фото

source: no photo
ru: нет фото

source: Campaigns
ru: Акции

# 0CAMPAIGNS
source: no campaigns
ru: нет акций

# 1CAMPAIGNS
source: campaign
ru: акция

# 2CAMPAIGNS
source: campaigns
ru: акции

# 5CAMPAIGNS
source: campaigns
ru: акций

source: Photo reports
ru: Фотоотчёты

source: Pictures
ru: Картинки

source: Delete photo
ru: Удаление фото

# R U SURE
source: Are you sure?
ru: Вы уверены?

source: Authorization
ru: Авторизация

source: Debts
ru: Долги

# DEBT DETAILS
source: For %@ of %@ by summ %@
ru: За %@ от %@ на сумму %@

# DEBT INFO
source: Debt for %@ of %@
ru: Долг за %@ от %@

source: Cashing
ru: Выручка

source: Outlets
ru: Точки

source: Cashed
ru: Выручка

source: Done
ru: Готово

source: Handovering
ru: Сдача выручки

source: Uncashing
ru: Выручка

source: On hand:
ru: На руках:

source: Hand over:
ru: Сдано:

# HAND OVER BUTTON
source: Hand over
ru: Сдать выручку

source: Picked
ru: Получено всего

source: Remainder
ru: Осталось подобрать

source: Messages
ru: Сообщения

source: Settings
ru: Настройки

source: Update available
ru: Доступно обновление

source: Update
ru: Обновить

source: version
ru: Версия

source: Cashing summ
ru: Подбор под сумму

# CASHING SUMM2
source: Cashing summ
ru: Сумма выручки

# CASHING SUMM PLACEHOLDER
source: Press to enter sum
ru: Нажмите для ввода суммы

# DEBT SUM LABEL
source: Debt sum
ru: Получено по долгу

source: Due date
ru: Срок оплаты

source: Today
ru: Сегодня

source: Tomorrow
ru: Завтра

source: Yesterday
ru: Вчера

# 1DAYS
source: day
ru: день

# 2DAYS
source: days
ru: дня

# 5DAYS
source: days
ru: дней

source: ago
ru: просрочено

# INFO
source: Information
ru: Информация

source: Total
ru: Итого

source: Cash desk
ru: Касса

# CASH DESK2
source: Cash desk
ru: кассу

source: Bank office
ru: Банк

source: Confirm
ru: Подтвердить

source: Uncashing date
ru: Выручка за

source: Uncashing sum
ru: На сумму

# UNCASHING TYPE
source: Uncashing via
ru: Сдано через

source: Add comment
ru: Добавить комментарий

source: BANK CHECK PHOTO
ru: Для сдачи выручки через банк необходима фотография чека

source: Attention!
ru: Внимание!

source: Details
ru: Подробности

source: Uncashing sum not valid
ru: Неверная сумма выручки

# U SHOULD SELECT AT LEAST ONE CASHING
source: You should select at least one cashing
ru: Не выбрана ни одна сумма

source: No uncashing type
ru: Не выбрано место сдачи выручки

source: No check image
ru: Нет фотографии чека

source: No cash desk choosen
ru: Не выбрана касса

# UNCASHING PLACE LABEL
source: Uncashing place:
ru: Место сдачи выручки:

# SELECT UNCASHING PLACE
source: Select cash desk
ru: Выберите кассу

source: No cash desk
ru: Нет доступных касс

# REM SUM NOT NULL
source: Remainder sum is not null
ru: Не выбран остаток суммы подбора

source: Add debt
ru: Добавить долг

# DOC NUMBER
source: Document number:
ru: Номер документа:

source: Debt sum:
ru: Остаток долга:

source: Edit debts
ru: Удалить долг

source: Cashing sum is null
ru: Нулевая сумма сбора

# DOC DATE
source: Document date:
ru: Дата документа:

source: Photo library
ru: Фотоальбомы

source: Camera
ru: Камера

source: Saved photos album
ru: Фотоплёнка

source: Image source
ru: Выберите

source: Choose type
ru: источник картинки:

source: Add
ru: Добавить

# addPARTNER
source: Partner
ru: Партнёра

# addOUTLET
source: Outlet
ru: Точку

source: Add partner
ru: Добавить партнёра

# PARTNER NAME LABEL
source: Name:
ru: Имя:

source: Select partner
ru: Выберите партнёра

source: Add outlet
ru: Добавить точку

# OUTLET NAME LABEL
source: Name:
ru: Название:

source: Partner
ru: Партнёр

source: Partners
ru: Партнёры

# PARTNER LABEL
source: Partner:
ru: Партнёр:

# IORDERS
source: Orders
ru: Заказы

source: Other
ru: Прочее

source: Delete outlet
ru: Удалить точку

source: Reload
ru: Перезагрузить

source: Campaign terms
ru: Условия акции

# ETC
source: Etcetera
ru: Прочее

source: Sum:
ru: Сумма:

source: Comment:
ru: Комментарий:

source: No data
ru: Нет данных

source: Add sum
ru: Добавить сумму

source: Deduction
ru: Вычет

source: Deductions
ru: Вычеты

source: Basis:
ru: Основание:

source: Outlet
ru: Точка:

# DEBT COMMENT
source: Comment:
ru: Комментарий:

source: Catalog
ru: Каталог

source: No articles
ru: Нет товаров

source: Volume
ru: Объём

# VOLUME UNIT
source: l.
ru: л.

source: Package rel
ru: В коробке

source: Factor
ru: Кратность

source: All
ru: Всё

source: Code
ru: Код

source: Price
ru: Цена

source: Orders
ru: Заказы

source: All dates
ru: Все даты

source: All outlets
ru: Все точки

source: All salesmans
ru: Все менеджеры

source: Salesmans
ru: Менеджеры

source: Dates
ru: Даты

# 0ORDERS
source: no orders
ru: нет заказов

# 1ORDERS
source: order
ru: заказ

# 2ORDERS
source: orders
ru: заказа

# 5ORDERS
source: orders
ru: заказов

# 0POSITIONS
source: no positions
ru: нет позиций

# 1POSITIONS
source: position
ru: позиция

# 2POSITIONS
source: positions
ru: позиции

# 5POSITIONS
source: positions
ru: позиций

source: Order info
ru: Данные заказа

# ORDER POSITIONS
source: Order position
ru: Позиции заказа

source: Price0
ru: Цена

source: Price1
ru: Цена бух

source: Price origin
ru: Цена без скидки

source: Discount
ru: Скидка

source: Markup
ru: Наценка

source: Close
ru: Закрыть

source: Salesman
ru: Менеджер:

source: Dispatch date
ru: Дата отгрузки:

source: Cost
ru: Стоимость:

source: Status
ru: Статус:

# PROCESSING MESSAGE
source: Message
ru: Сообщение:

# VOLUME UNIT1
source: p.
ru: к.

# VOLUME UNIT2
source: b.
ru: б.

# VOLUME UNIT3
source: pc.
ru: шт.

source: Reset filter
ru: Сбросить фильтр

source: Send date:
ru: Данные отправлены:

source: Receive date:
ru: Данные получены:

source: Receive
ru: Получено

# RECEIVE1
source: Receive
ru: Получен

# RECEIVE2
source: Received %@ of
ru: Получено %@ из

# 0OBJECTS
source: no objects
ru: нет объектов

# 1OBJECTS
source: object
ru: объект

# 2OBJECTS
source: objects
ru: объекта

# 5OBJECTS
source: objects
ru: объектов

source: Profile
ru: Профиль

# APP TERMINATE
source: App will be terminate. Please restart.
ru: Что-то пошло не так. Перезапустите меня.

# PRICE_TYPE_LABEL
source: Price type:
ru: Цены:

source: Zero stock
ru: Нет в наличии

# SHOW ARTICLES
source: Show:
ru: Показывать:

# SHOW ALL ARTICLES
source: All articles
ru: Все позиции

# SHOW NONZERO STOCK ARTICLES
source: Nonzero stock
ru: Есть в наличии

source: Section
ru: Раздел

# STOCK
source: Stock volume
ru: Остаток

# TIMEOUT ERROR
source: Timeout error. Repeat send/receive attempt?
ru: Соединение прервано. Повторить попытку?

source: Locations on
ru: Геолокация разрешена

source: Locations off
ru: Геолокация запрещена

source: Locations background off
ru: Геолокация при использовании

source: Last location:
ru: Последняя геометка:

source: No last location
ru: Нет геометок

source: Accuracy is not sufficient
ru: Недостаточная точность геолокации

source: Wrong location timers settings
ru: Неверные настройки трекера, обратитесь к разработчику

# MONITORING IS TRACKING UNTIL
source: Monitoring will end at
ru: Мониторинг включен до

source: Location is tracking
ru: Геолокация включена

source: Location should be tracking but not
ru: Геолокация не включилась по расписанию

# MONITORING WILL TRACKING AT
source: Monitoring will start at
ru: Мониторинг остановлен до

source: Location is not tracking
ru: Геолокация остановлена

source: Location should not be tracking but going on
ru: Геолокация не выключилась по расписанию

source: Check roles
ru: Авторизация

# CAN NOT GET ROLES
source: Can not get roles. Repeat request?
ru: Не могу получить роли. Повторить попытку?

source: Yes
ru: Да

source: No
ru: Нет

source: Document error
ru: Ошибка инициализации базы данных. Обратитесь в техподдержку.

source: Response is not a dictionary
ru: Ответ сервера не является словарём.

# SHOW SIBLINGS
source: Show:
ru: Показать:

# SHOW ACTIONS
source: Action:
ru: Действия:

source: Unloaded pictures
ru: Незагруженные картинки

source: waiting for download
ru: ожидает загрузки

source: Download now
ru: Скачать сейчас

source: Download later
ru: Скачаю потом

# DOWNLOAD STOP
source: Stop downloading
ru: Остановить закачку

source: Download it now?
ru: Скачать их сейчас?

# 0UPICTURES
source: no pictures
ru: нет картинок

# 1UPICTURES
source: picture
ru: картинка

# 2UPICTURES
source: pictures
ru: картинки

# 5UPICTURES
source: pictures
ru: картинок

# NO WIFI MESSAGE
source: No Wi-Fi. Continue?
ru: Вы не подключены к Wi-Fi сети. Загрузка картинок через сотовую сеть может занять много времени. Загрузить картинки сейчас?

# ENABLE WWAN MESSAGE
source: Always download via WWAN?
ru: Вы выбрали загрузку картинок через сотовую сеть. Разрешить всегда загружать картинки через сотовую сеть?

# ENABLE WWAN ONCE
source: Only once
ru: Спросить меня потом ещё раз

# ENABLE WWAN ALWAYS
source: Always
ru: Разрешить

# SHOW INFO
source: Show:
ru: Показывать справа:

source: Show article's stock
ru: Только с остатками

source: Show pictures
ru: Только с картинками

source: Show only with pictures
ru: Только с картинками

source: Catalog settings
ru: Настройки каталога

source: Price
ru: Цены

source: Stock
ru: Остатки

source: Roles request error:
ru: Ошибка авторизации:

source: Shipment routes
ru: Маршруты

source: Shipment route points
ru: Точки маршрута

# 0SRPOINTS
source: no points
ru: нет точек

# 1SRPOINTS
source: point
ru: точка

# 2SRPOINTS
source: points
ru: точки

# 5SRPOINTS
source: points
ru: точек

# 0SHIPMENTS
source: no shipments
ru: нет накладных

# 1SHIPMENTS
source: shipment
ru: накладная

# 2SHIPMENTS
source: shipments
ru: накладные

# 5SHIPMENTS
source: shipments
ru: накладных

source: Shipments
ru: Накладные

source: Shipment
ru: Накладная

source: Shipment positions
ru: Позиции

# QVOLUME
source: Volume
ru: Количество

source: Pieces
ru: шт.

source: Shipment route
ru: Маршрут

source: Shipment route point
ru: Точка маршрута

source: Set location
ru: Поставить геометку

source: Show map
ru: Показать на карте

# 0NEED CASHING
source: no need cashing
ru: нет инкассаций

# 1NEED CASHING
source: need cashing
ru: инкассация

# 2NEED CASHING
source: need cashings
ru: инкассации

# 5NEED CASHING
source: need cashings
ru: инкассаций

source: Reset location
ru: Уточнить геометку

source: Confirm set location
ru: Подтвердить

# ARRIVAL BUTTON TITLE
source: Arrive
ru: Прибыл

source: Confirm arrival?
ru: Отметить прибытие?

# SHIPMENT PROCESSED BUTTON START TITLE
source: Start shipping
ru: Начать отгрузку

# SHIPMENT PROCESSED BUTTON CONTINUE TITLE
source: Continue shipping
ru: Продолжить отгрузку

# SHIPMENT PROCESSED BUTTON STOP TITLE
source: Stop shipping
ru: Завершить отгрузку

# SHIPMENT PROCESSED BUTTON CANCEL TITLE
source: Cancel shipping
ru: Отменить отгрузку

# SHIPMENT PROCESSED BUTTON EDIT TITLE
source: Edit shipping
ru: Редактировать отгрузку

# SHIPMENT PROCESSED BUTTON REJECT TITLE
source: Reject shipping
ru: Полный возврат

# SHIPMENT PROCESSED BUTTON CANCEL REJECT TITLE
source: Cancel reject
ru: Отменить полный возврат

source: Reject shipping?
ru: Произвести полный возврат?

# CANCEL REJECT SHIPPING?
source: Cancel reject?
ru: Отменить полный возврат?

source: Should confirm arrival first
ru: Необходимо отметить прибытие

source: Start shipping?
ru: Начать отгрузку?

source: Continue shipping?
ru: Продолжить отгрузку?

source: Cancel shipping?
ru: Отменить отгрузку?

source: Edit shipping?
ru: Редактировать отгрузку?

# CANCEL SHIPPING MESSAGE
source: Shipment position will be reseted
ru: Все позиции будут отмечены как необработанные.

source: Stop shipping?
ru: Завершить отгрузку?

# SHIPMENT PROCESS WAS INTERRUPTED TITLE
source: Shipment process was interrupted
ru: Процесс отгрузки был прерван

# SHIPMENT PROCESS WAS INTERRUPTED MESSAGE
source: Shipment process was interrupted
ru: Накладная осталась необработанной.

# UNPROCESSED SHIPMENTS ALERT TITLE
source: You have unprocessed shipments
ru: Остались необработанные накладные

source: Processed shipment positions
ru: Обработанные позиции

# NO LOCATION PERMISSION BLOCK TITLE
source: No location tracking allowed
ru: Геолокация запрещена

# NO LOCATION PERMISSION BLOCK MESSAGE
source: You should allow location tracking to use app
ru: Необходимо разрешить геолокацию для продолжения работы

# DONE VOLUME LABEL
source: Done
ru: Отгружено

# SHORTAGE VOLUME LABEL
source: Shortage
ru: Недостача

# EXCESS VOLUME LABEL
source: Excess
ru: Излишек

# BAD VOLUME LABEL
source: Bad
ru: Брак

# DISCREPANCY VOLUME LABEL
source: Discrepancy
ru: Расхождение

# REGRADE VOLUME LABEL
source: Regrade
ru: Пересортица

# BROKEN VOLUME LABEL
source: Broken
ru: Бой

# ALL VOLUME BUTTON
source: All
ru: Целиком

# HAVE UNPROCESSED POSITIONS TITLE
source: Have unprocessed positions
ru: Остались необработанные позиции

# HAVE UNPROCESSED POSITIONS MESSAGE
source: Mark it as done?
ru: Отметить их как отгруженные?

# SHIPPING POSITION ALERT BEGINNING STRING
source: Shipping position:
ru: Отгрузить позицию:

# SHIPPING POSITION ALERT MIDDLE STRING
source: with parameters:
ru: с параметрами:

# EMPTY POSITION VOLUMES TITLE
source: One does not simply
ru: Нельзя так просто взять

# EMPTY POSITION VOLUMES MESSAGE
source: make shipping
ru: и отгрузить пустую позицию

source: Shipping
ru: Отгрузка

# SUMMARY CELL TITLE
source: Summary
ru: Сводка

# PLAN SUMMARY CELL TITLE
source: Plan summary
ru: Запланировано

# DONE SUMMARY CELL TITLE
source: Done summary
ru: Выполнено

# 0BOXES
source: no boxes
ru: нет коробов

# 1BOXES
source: box
ru: короб

# 2BOXES
source: boxes
ru: короба

# 5BOXES
source: boxes
ru: коробов

source: Unknown article
ru: Неизвестный товар

# 0_VOLUME_TYPE
source: Done
ru: Отгружено

# 1_VOLUME_TYPE
source: Bad
ru: Брак

# 2_VOLUME_TYPE
source: Excess
ru: Возврат

# 3_VOLUME_TYPE
source: Shortage
ru: Недостача

# 4_VOLUME_TYPE
source: Regrade
ru: Пересортица

# 5_VOLUME_TYPE
source: Broken
ru: Бой

# 0BOTTLES
source: no bottles
ru: нет бутылок

# 1BOTTLES
source: bottle
ru: бутылка

# 2BOTTLES
source: bottles
ru: бутылки

# 5BOTTLES
source: bottles
ru: бутылок

# 0PIECES
source: no pieces
ru: ничего нет

# 1PIECES
source: piece
ru: штука

# 2PIECES
source: pieces
ru: штуки

# 5PIECES
source: pieces
ru: штук

# _POINTS
source: p
ru: т

# _SHIPMENTS
source: s
ru: н

# _NEED_CASHING
source: c
ru: и

# _POSITIONS
source: p
ru: п

# _BOXES
source: bx
ru: к

# _BOTTLES
source: bt
ru: б

# _PIECES
source: pc
ru: шт

source: kg
ru: кг

# DISTANCE_KM
source: km
ru: км

# DISTANCE_M
source: m
ru: м

# TIME_H
source: h
ru: ч

# TIME_M
source: min
ru: мин

source: No routes
ru: Нет маршрутов

source: Routing error
ru: Невозможно построить маршрут

source: Not enough locations.
ru: Не у всех точек есть координаты.

# CURRENT GEOPOSITION
source: Current location
ru: Текущая геопозиция

source: Start point
ru: Стартовая позиция

source: Location not confirmed
ru: Геометка не подтверждена

source: No location
ru: Нет геометки

source: Location needs confirmation
ru: Подтвердите геометку

# CALC ROUTES
source: Calculate routes
ru: Расчёт маршрутов

# PROCESSING BUTTON TITLE
source: Processing
ru: Обработать

# PROCESSING ACTION SHEET TITLE
source: All checked positions process as
ru: обработать как

# DONE BUTTON TITLE
source: Done
ru: Отгрузить

# UNCHECK ALL POSITION
source: Uncheck all positions
ru: Снять отметки со всех позиций

# CHECK ALL POSITION
source: Check all positions
ru: Отметить все позиции

# RECALC
source: Recalculate
ru: Пересчитать

source: Copy
ru: Скопировать

source: Send e-mail
ru: Отправить e-mail

source: Send message
ru: Отправить сообщение

source: Need cashing
ru: Нужна инкассация

source: Back
ru: Назад

source: Done all shipment
ru: Отгрузить всё

# DONE ALL SHIPMENT ALERT TITLE
source: Mark all shipment as done?
ru: Отгрузить все накладные?

# DONE ALL SHIPMENT ALERT MESSAGE
source: All unprocessed position will be marked as done.
ru: Все необработанные позиции будут отмечены как отгруженные.

source: Select point
ru: Выберите точку

source: Add position?
ru: Установить геометку?

# PROCESSING ALL SHIPMENT
source: Processing all shipments
ru: Обработать накладные

source: Mark all as read
ru: Отметить всё прочитанным

source: Point number:
ru: Номер в маршруте:

# COMMENT TEXT
source: Comment
ru: Комментарий

source: Address geocoding failed
ru: Не могу получить координаты по данному адресу

source: Pick a new point number:
ru: Выберите новый номер:

# UNFINISHED ROUTES ALERT MESSAGE
source: Have unfinished routes
ru: Имеются незавершённые маршруты.

source: Grouping by campaign
ru: Группировка по акциям

source: Grouping by outlet
ru: Группировка по точкам

# 0OUTLETS
source: no outlets
ru: нет точек

# 1OUTLETS
source: outlet
ru: точка

# 2OUTLETS
source: outlets
ru: точки

# 5OUTLETS
source: outlets
ru: точек

source: Show data only with photos
ru: Только с фотоотчётами

source: Show all data
ru: Показывать всё

source: Select campaign
ru: Выберите акцию

source: Select outlet
ru: Выберите точку

source: Picking orders
ru: Комплектация заказов

source: Next
ru: Дальше

source: Select info
ru: Выберите признак

source: Add info
ru: Добавить признак

source: Picked positions
ru: Собранные позиции

source: Position picked
ru: Собрано

source: Delete
ru: Удалить

source: Unknown barcode
ru: Неизвестный штрих код

source: Picking order nave not this article
ru: Этого товара нет в заказе

source: Stock batch is empty
ru: В этой партии не осталось товаров

# ARTICLE COINCIDE WITH STOCKBATCH
source: Article barcode coincide with stock batch barcode
ru: Штрих код товара совпадает со штрих кодом партии товара.

source: This position already picked
ru: Этот товар уже собран

source: Scanner device arrival
ru: Сканер штрих кодов подключён

source: Scanner device removal
ru: Сканер штрих кодов отключён

source: Stock batch
ru: Партия

source: Article
ru: Товар

source: Articles
ru: Товары

source: Warning
ru: Предупреждение

source: Low free space alert
ru: На устройстве осталось мало свободного места, это может привести к некорректной работе программ. Проверить занятый объём можно через Настройки - Основные - Статистика - Место хранения - Хранилище

source: Inventory
ru: Инвентаризация

# INVENTORY INFO TITLE
source: Inventory info
ru: Информация

source: Inventory info message
ru: Просканируйте штрих код партии

source: This excise stamp already scanned
ru: Эта акцизная марка уже обработана

# ARTICLE MISMATCH ALERT MESSAGE
source: Scanned article: %@ mismatch with stock batch article: %@ Continue?
ru: Сканируемый товар: %@ не совпадает с товаром партии: %@ Привязать эту партию к сканируемому товару?

source: Select article
ru: Выберите товар

source: Connect HID-scanner
ru: Подключить HID-сканер

source: Disconnect HID-scanner
ru: Отключить HID-сканер

source: HID-scanner not found
ru: HID-сканер не найден

# SAY HID SCANNER NOT FOUND
source: HID-scanner not found
ru: HID Сканер не найден

# DATE PRODUCTION
source: Production date
ru: Произведено

# DATE IMPORT
source: Import date
ru: Импортировано

# SUPPLY ORDERS
source: Supplies
ru: Приходы

source: Stock batch codes
ru: Штрих коды партии:

source: New stock batch code
ru: Новая наклейка

# CREATE NEW STOCK BATCH WITH ARTICLE BARCODE
source: For creating new stock batch scan article barcode
ru: Для создания новой партии отсканируйте штрих код товара

source: Scan excise mark
ru: Отсканируйте акцизную марку

# PARTIAL BOX CONFIRM
source: Confirm partial box by repeat of scan of stockbatch code
ru: Если короб неполный, то подтвердите это повторным сканом наклейки

source: Full box scanned
ru: Короб обработан

source: This box is full
ru: Этот короб полон

source: Edit
ru: Редактировать

source: Delete inventory batch?
ru: Удалить инвентаризационный короб?

source: Stock batch is inventarized
ru: Эту партию не нужно инвентаризировать

source: Excise marks
ru: Акцизные марки

source: Barcode
ru: Штрих-код

source: Barcodes
ru: Штрих-коды

source: Operations
ru: Операции

source: Enter production info
ru: Введите информацию о товаре

# REMAIN TO SUPPLY
source: Remain
ru: Осталось

# SUPPLY REPEAT BUTTON TITLE
source: Repeat
ru: Повторять

# CONFIRM ARTICLE FOR START
source: You should confirm article for start
ru: Сначала отсканируйте товар

source: Stop repeating?
ru: Остановить повтор?

# STOP REPEATING BUTTON TITLE
source: Repeating
ru: Повтор

# 0CODES
source: no codes
ru: нет кодов

# 1CODES
source: code
ru: код

# 2CODES
source: codes
ru: кода

# 5CODES
source: codes
ru: кодов

source: This stock batch already exist
ru: Эта партия уже существует

source: Scan stock batch code
ru: Отсканируйте штрих-код партии

source: Start supply process
ru: Начните приёмку товара

source: Barcodes remain to scan
ru: Осталось отсканировать наклеек

source: Supply position complete
ru: Позиция принята полностью

# ILLEGAL ARTICLE CHANGE ATTEMPT
source: Delete all operations before change article
ru: Удалите все операции для данной позиции если хотите поменять товар

# ILLEGAL BARCODE CHANGE ATTEMPT
source: Delete all operations before change barcode
ru: Удалите все операции для данной позиции если хотите заново сканировать штрихкод

source: Doc article
ru: Товар по справке

source: Add barcode %@ to article %@ ?
ru: Добавить штрих-код %@ к товару %@ ?

source: Remove barcode %@ from article %@ ?
ru: Удалить шрих-код %@ у товара %@ ?

source: This barcode already linked with current article
ru: Этот штрих код уже привязан к выбранному товару

source: No articles for this barcode
ru: Нет товаров с таким штрих кодом

source: Shipping location
ru: Точка доставки

source: One more code
ru: Ещё наклейку

source: Operation complete
ru: Партия принята

source: Manual link barcode to article
ru: Привяжите штрих код к товару вручную

source: by summ
ru: на сумму

source: of
ru: от

source: for
ru: за

# 0BATCHES
source: no batches
ru: нет партий

# 1BATCHES
source: batch
ru: партия

# 2BATCHES
source: batches
ru: партии

# 5BATCHES
source: batches
ru: партий

source: Scanner beep
ru: Звуковой сигнал

source: Scanner rumble
ru: Вибратор

source: Scanner battery
ru: Заряд батареи

source: No scanner available
ru: Штрих-код сканер не подключён

source: This article have another barcodes
ru: Товару по справке не соответствует этот штрихкод

source: All positions are supplied
ru: Подтвердите завершение приёмки

source: Wrong volume to repeat
ru: Неверное количество для повтора

source: Remain to pick:
ru: Осталось собрать:

source: Select date
ru: Выберите дату

source: from
ru: из

source: Last scanned barcode:
ru: Последний штрихкод:
