Repository: Sistemium/iSistemium
Catalog: iSistemium/Resources/*.lproj/Localizable.strings
Languages: ru

# RELOAD SCANNER DATA
source: Reload data
ru: Обновить

source: Unknown location
ru: Нет координат

source: Delete route point
ru: Удалить точку маршрута

# SAVE TO CAMERA ROLL
source: Image was saved to the camera roll
ru: Изображение сохранено в фотопленку

# IMPOSSIBLE TO SAVE
source: Impossible to save image to the camera roll (access to photos is denied)
ru: Невозможно сохранить изображение в фотопленку (нет доступа к фотографиям)

# GIVE PERMISSIONS
source: Change photos permissions in app settings
ru: Предоставьте положению доступ к фотографиям в настройках

# 0UNUSED
source: %lu unused %@
ru: %lu неиспользуемых %@

# 1UNUSED
source: %lu unused %@
ru: %lu неиспользуемая %@

# 2UNUSED
source: %lu unused %@
ru: %lu неиспользуемые %@

# 5UNUSED
source: %lu unused %@
ru: %lu неиспользуемых %@

source: Unused pictures
ru: Неиспользуемые картинки

source: waiting for upload
ru: ожидает отправки

source: Unuploaded pictures
ru: Неотправленные картинки

source: Upload now
ru: Отправить сейчас

source: Show all photoreports
ru: Показать все фотоотчёты

source: Grouping
ru: Группировать

source: by campaigns
ru: по акциям

source: by outlets
ru: по точкам
